Repository: KratorD/Mapas
Catalog: Maps/Resources/translations/tdmmapsmodule.*.po
Languages: es

source: The destination path [%s] does not exist or is not writable
es: El directorio destino [%s] no existe o no es escribible

source: The destination path does not exist or is not writable
es: El directorio destino no existe o no es escribible

source: The extension <strong>%s</strong> is not allowed. The allowed extensions are: <strong>%s</strong>.
es: La extensión <strong>%s</strong> no está permitida. Las extensiones permitidas son: <strong>%s</strong>.

source: The file is too big. The maximum size allowed is "%s" bytes.
es: El fichero es demasiado grande. El tamaño máximo permitido es %s bytes.

source: Map with id %s not found
es: Mapa con id %s no encontrado

source: Item [id# %s] deleted!
es: Elemento [id# %s] borrado!

source: Item [id# %s] updated!
es: Elemento [id# %s] actualizado!

source: Map sended! The map must be validated by administrators to be published.
es: Mapa enviado! El mapa debe ser validado por los administradores antes de ser publicado.

source: Error! Could not update table.
es: Error! No se pudo actualizar la tabla.

source: Created the file storage directory successfully at [%s]. Be sure that this directory is accessible via web and writable by the webserver.
es: Creado el directorio correctamente en [%s]. Asegúrese que el directorio es accesible via web y escribible por el servidor.

source: Created the temp file storage directory successfully at [%s]. Be sure that this directory is accessible via web and writable by the webserver.
es: Creado el directorio temporal correctamente en [%s]. Asegúrese que el directorio es accesible via web y escribible por el servidor.

source: Maps
es: Mapas

source: Upload, Rating, Validate and Download of maps HOMM
es: Subir, puntuar, validar y descargas mapas HOMM.

source: Error! Could not save the search results.
es: Error! No se pudo guardar los resultados de búsqueda.

source: Maps List
es: Lista de Mapas

source: Settings
es: Configuración

source: Error! Could not find map for ID #%s.
es: Error! No se encontró el mapa para ID #%s.

source: Error! The map do not exists.
es: Error! El mapa no existe.

source: Map scored sucessfully.
es: Mapa puntuado correctamente.

source: Error! The map was not moved.
es: Error! El mapa no fue movido.

source: Error! The image was not moved.
es: Error! La imagen de la superficie no fue movida.

source: Error! The image of underground was not moved.
es: Error! La imagen del subterráneo no fue movida.

source: Map validated sucessfully.
es: Mapa validado correctamente.

source: Done! Updated Maps configuration.
es: Hecho! Configuración de Mapas actualizado.

source: Display Map
es: Ver Mapa

source: Map's name
es: Nombre Mapa

source: Author
es: Autor

source: Test Map?
es: ¿Mapa en pruebas?

source: Waiting for testers
es: Esperando probadores

source: In testing
es: En pruebas

source: Complete
es: Completado

source: Game
es: Juego

source: Size Map
es: Tamaño Mapa

source: Language
es: Idioma

source: Version
es: Versión

source: Creation date
es: F.Creación

source: Difficulty
es: Dificultad

source: N.Humans
es: NºHumanos

source: N.Players
es: NºJugadores

source: Game Type
es: Tipo Juego

source: Map Style
es: Estilo Mapa

source: Classic
es: Clásico

source: Big armies
es: Grandes ejércitos

source: With little resources
es: Con pocos recursos

source: With many castles
es: Con muchos castillos

source: History
es: Historia

source: Small armies
es: Pequeños ejércitos

source: With many resources
es: Con muchos recursos

source: With many forts
es: Con muchas fortalezas

source: Exploration
es: Exploración

source: Quick Init
es: Inicio rápido

source: Balanced for multiplayer
es: Equilibrado para multijugador

source: Without control areas
es: Sin control de áreas

source: Quest
es: Misiones

source: Time limit
es: Límite de tiempo

source: Campaign
es: Campaña

source: Might neutrals
es: Neutrales poderosos

source: Tournament
es: Torneo

source: Borders
es: Fronteras

source: Navegation
es: Navegación

source: Description
es: Descripción

source: Filesize
es: Tamaño fichero

source: In the Web since
es: En la web desde

source: N.Downloads
es: NºDescargas

source: Map status
es: Estatus del mapa

source: Review
es: Revisión

source: points
es: puntos

source: Download
es: Descargas

source: Rate
es: Puntuación

source: Validate Map
es: Validar Mapa

source: Map Administration
es: Administración Gestor de Mapas

source: Score Map
es: Puntuación del Mapa

source: Score?
es: ¿Puntuación?

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: Maps main
es: Página principal Mapas

source: All
es: Todos

source: Filter
es: Filtro

source: Map State
es: Estado del Mapa

source: Not validate
es: No validados

source: Validate
es: Validados

source: Clear
es: Limpiar

source: Name
es: Nombre

source: Upload Date
es: Fecha subida

source: Uploaded by
es: Subido por

source: Actions
es: Acciones

source: View
es: Vista

source: Edit
es: Editar

source: No maps founded.
es: No se encontraron mapas.

source: Maps settings
es: Configuración Mapas

source: General settings
es: Configuración general

source: Path
es: Ruta

source: Directory where the maps are saved. Use the character / for separate directories
es: Directorio donde los mapas son guardados. Use el caracter / para separar directorios

source: Games
es: Juegos

source: Use the character / for separate the values
es: Usa el carácter / para separar los valores

source: Sizes
es: Tamaños

source: Dificulties
es: Dificultades

source: Games Types
es: Tipos de Juego

source: Allowed Extensions
es: Extensiones Permitidas

source: Max Size for files of maps
es: Tamaño máximo del fichero del mapa

source: Size in bytes
es: Tamaño en bytes

source: Save
es: Guardar

source: Edit Map
es: Editar Mapa

source: New Map
es: Nuevo Mapa

source: Map name
es: Nombre Mapa

source: File Map
es: Fichero Mapa

source: Spanish
es: Español

source: English
es: Inglés

source: Other
es: Otro

source: Date
es: Fecha

source: Foreground Image
es: Imagen Superficie

source: (Only JPG allowed)
es: (Sólo JPG permitido)

source: Delete
es: Borrar

source: Validate map
es: Validar Mapa

source: Do you want validate this map?
es: ¿Quieres validar este mapa?

source: Caution! This action will publish the map and it will be visible for the users.
es: ¡Precaución! Esta acción publicará el mapa y será visible por los usuarios.

source: Maps for Heroes -
es: Mapas para Heroes -

source: Display map
es: Ver Mapa

source: Foreground
es: Superficie

source: Background
es: Subterráneo

source: Last 10 maps
es: Últimos 10 mapas

source: No maps for display
es: No hay mapas para mostrar

source: Map Name
es: Nombre Mapa

source: Size
es: Tamaño

source: Type
es: Tipo

source: Dificulty
es: Dificultad

source: Revision
es: Revisión

source: Downloads
es: Descargas

source: Details
es: Detalles

source: Top Ten (Cartographer)
es: 10 Mejores (Cartógrafos)

source: Top Ten (Users)
es: 10 Mejores (Usuarios)

source: Score
es: Puntuación

source: Most Downloaded
es: Más Descargados

source: List of Maps -
es: Listado de Mapas -

source: List of all maps
es: Listado de todos los mapas

source: Send Map -
es: Enviar Mapa -

source: Add map
es: Añadir mapa

source: Maps founded -
es: Mapas encontrados -

source: %d maps found
es: %d mapa/s encontrados

source: Maps Module
es: Módulo Mapas

source: Search a map -
es: Buscar un mapa -

source: Search Map
es: Buscar Mapa

source: Search map
es: Buscar mapa

source: Select search criteria
es: Seleccionar criterios de búsqueda

source: Medium or greater
es: Mediano o mayor

source: Large or greater
es: Grande o mayor

source: Medium or lower
es: Mediano o menor

source: Large or lower
es: Grande o menor

source: Yes
es: Sí

source: Spanish or English
es: Español o Inglés

source: Order by
es: Ordenado por

source: Ascendent
es: Ascendente

source: Descendent
es: Descendente

source: Search
es: Buscar
